{
	"buttons": {
		"edit": "Редагувати",
		"create": "Створити",
		"add": "Додати",
		"save": "Зберегти",
		"cancel": "Скасувати",
		"delete": "Видалити",
		"login": "Увійти",
		"register": "Зареєструватись",
		"logout": "Вийти",
		"explore": "Переглянути магазин",
		"buy": "Купити",
		"replenish": "Поповнити"
	},
	"menu": {
		"home": "Головна",
		"about": "Про нас",
		"shop": "Магазин",
		"registration": "Реєстрація",
		"users": "Користувачі",
		"support": "Підтримка"
	},
	"filters": {
		"filterName": "Назва",
		"filterCategories": "Категорії",
		"filterPriceFrom": "Від",
		"filterPriceTo": "До",
		"filterError": "Таких товарів немає в наявності"
	},
	"titles": {
		"advantagesTitle": "Наші Переваги",
		"similarProducts": "Подібні Товари",
		"footerNavTitle": "Навігація по сайту",
		"registerTitle": "Приєднуйтесь До Нас",
		"loginTitle": "Вітаємо З Поверненням",
		"supportTitle": "Підтримка",
		"noSimilarProductsTitle": "Подібних товарів немає в наявності, покищо(",
		"errorTitle": "Якась помилка",
		"errorSubTitle": "Перезавантажте дану сторінку та перейдіть на сторінку підтримки та зв’яжіться зі мною через мій Telegram"
	},
	"homePage": {
		"mainBlock": {
			"title": "Трансформація будинків за допомогою еко-технологій",
			"text": "Ласкаво просимо до Innovation Habitat – переосмислення життя за допомогою еко-технологій. Ознайомтеся з нашими розумними домашніми пристроями, які віддають перевагу ефективності та екологічності. Приєднуйтесь до нас у створенні розумніших, екологічніших будинків для кращого майбутнього."
		},
		"bestProducts": {
			"title": "Відкрийте для себе наш найкращий вибір",
			"text": "Ознайомтеся з нашим ретельно підібраним вибором бестселерів із високо оціненими продуктами. Знайдіть ідеальне рішення, яке відповідає вашим потребам і вподобанням."
		}
	},
	"aboutPage": {
		"ourStory": {
			"title": "Наша Історія",
			"text1": "«Наша історія» — це розповідь, яка визначає нас. Все почалося з бачення революціонізувати спосіб взаємодії з нашими домівками. Спираючись на глибоку пристрасть до сталого розвитку та технологій, наша подорож розпочалася з чіткої мети: змінити життєві простори, зробивши їх розумнішими, ефективнішими та екологічно відповідальними.",
			"text2": "Від скромного початку до новаторських інновацій, кожен крок нашої історії керувався прагненням створити позитивний вплив. Ми невпинно працювали, поєднуючи передові технології з відданістю екологічній свідомості.",
			"text3": "Наш шлях був відзначений інноваціями, співпрацею та невпинним прагненням до досконалості. На цьому шляху ми співпрацювали з далекоглядними розумами, розвивали культуру творчості та розвивали команду, керовану вірою в те, що стале майбутнє починається вдома.",
			"text4": "Сьогодні ми є свідченням потужності поєднання технологій і екологічності. Наша історія продовжує розгортатися, підживлюючись місією перетворити домівки по всьому світу на розумніші, екологічніші та більш зв’язані середовища для прийдешніх поколінь."
		},
		"innovationTechnology": {
			"title": "Інновації в технологіях",
			"text1": "«Інновації в технологіях» визначають наше ядро. Нами керує непохитне прагнення використовувати останні досягнення, щоб покращити спосіб життя в наших домівках. Наше прагнення полягає не лише в інтеграції технологій; це про переосмислення самої суті сучасного життя.",
			"text2": "Використовуючи найсучасніші рішення, ми прагнемо зробити будинки інтелектуальними, оперативними та екологічно свідомими. Завдяки нашому підібраному вибору пристроїв для розумного дому та рішень IoT ми створюємо синергію зручності, ефективності та екологічності.",
			"text3": "Наш дух полягає в тому, щоб зробити ці технологічні чудеса доступними для всіх. Ми віримо в демократизацію інновацій, гарантуючи, що кожен може відчути трансформаційну силу технологій у своєму повсякденному житті."
		},
		"achievements": {
			"title": "Досягнення та віхи",
			"text1": "Протягом багатьох років наш шлях був визначений чудовими віхами та помітними досягненнями. Кожна віха є свідченням нашої відданості, інноваційності та непохитної відданості піонерській досконалості у сфері технологій розумного будинку.",
			"text2": "З самого початку ми прагнули до зірок. Наші віхи є маркерами прогресу, ілюструючи наше зростання, еволюцію та вагомий внесок у індустрію розумних домівок. Ми відзначили проривні випуски продуктів, отримали визнання за інновації та, що найважливіше, заслужили довіру та лояльність наших цінних клієнтів."
		}
	},
	"LoginPage": {
		"textPropositionLogin": "Вже маєте аккаунт? Клікайте ->",
		"textPropositionRegister": "Не маєте аккаунта? Клікайте ->",
		"Email": "Електронна пошта",
		"Password": "Пароль"
	},
	"ProfilePage": {
		"greeting": "Доброго дня",
		"title": "Тут Ви можете побачити свій профіль",
		"boughtProductsTitle": "Дякуємо за ваші покупки! Ось що ви вже купили:"
	},
	"CartPage": {
		"title": "Ваш кошик!",
		"noProductTitle": "Ваш кошик пустий, покищо"
	},
	"EditorPage": {
		"titleUA": "Назва українською мовою",
		"titleEN": "Назва англійською мовою",
		"descUA": "Опис українською мовою",
		"descEN": "Опис англійською мовою",
		"price": "Ціна",
		"img": "Зображення",
		"email": "Електронна пошта",
		"password": "Пароль",
		"category": "Категорія",
		"addCategory": "Бажаєте добавити категорію?",
		"balance": "Баланс",
		"isAdmin": "Статус Адміна",
		"isBest": "Статус Кращого Товару"
	},
	"UsersPage": {
		"title": "Тут Ви можете побачити всіх своїх користувачів"
	},
	"SupportPage": {
		"item1": "Якщо у вас виникли, якісь баги - перезапустіть сторінку або перейдіть на іншу сторінку)",
		"itemTelegram": "Або пишіть на цей"
	},
	"balancePopup": {
		"shippingTitle": "Будь ласка, надайте нам інформацію нижче, щоб поповнити баланс",
		"cardExpDateEnter": "Введіть термін дії Вашої картки",
		"cardNumberEnter": "Введіть номер Вашої картки",
		"fullNameEnter": "Введіть Ваше повне ім'я",
		"citySelectChoose": "Виберіть місто, куди Ви хочете доставити товари"
	},
	"errors": {
		"balanceError": "Ви мусите ввести число",
		"email": "Електронна пошта не валідна",
		"password": "Пароль мусить бути довшим за 6 символів",
		"allFields": "Заповніть всі поля",
		"noSuchUsers": "Немає таких користувачів. Перевірьте дані, які Ви ввели, або зареєструйтесь",
		"userAlreadyExists": "Користувач із такими обліковими даними вже існує",
		"successfullyBought": "Замовлення оформлено!",
		"emptyFavoriteList": "Ваш список обраних пустий, покищо"
	},
	"otherText": {
		"footerQuote": "Розширення можливостей домівок за допомогою розумних рішень для екологічнішого майбутнього.",
		"yourEmail": "Ваша електронна пошта",
		"changeGAcc": "Змінити Google аккаунт",
		"replenishBalance": "Тут Ви можете поповнити свій рахунок",
		"wantLogout": "Хочете вийти?",
		"or": "або",
		"googleLogin": " Увійти за допомогою Google"
	}
}